Repository: SAP/power-monitoring-tool-for-macos
Catalog: source/Power Monitor/Localizable.xcstrings
Source language: en
Languages: de

# backgroundButton
source: Run in Background
de: Im Hintergrund ausführen

# cancelButton
source: Cancel
de: Abbrechen

# carbonBalloonMultiple
source: With this amount of gas you could fill about %.0f standard balloons per hour.
de: Mit dieser Menge Gas könnte man jede Stunde etwa %.0f handelsübliche Luftballons befüllen.

# carbonBalloonMultipleToday
source: With this amount of gas you could fill about %.0f standard balloons.
de: Mit dieser Menge an Gas könnte man etwa %.0f handelsübliche Luftballons befüllen.

# carbonBalloonOne
source: You could fill a standard balloon per hour with this amount of gas.
de: Mit dieser Menge an Gas könnte man jede Stunde einen handelsüblichen Luftballon befüllen.

# carbonBalloonOneToday
source: You could fill a standard balloon with this amount of gas.
de: Mit dieser Menge an Gas könnte man einen handelsüblichen Luftballon befüllen.

# carbonFootprint
source: Based on this Mac's %1$@ location and average system power, an equivalent of %2$@ carbon dioxide is emitted per hour you actively use this Mac.
de: Basierend auf dem %1$@ Standort dieses Macs und seiner durchschnittlichen Leistung, wird pro Stunde, in der Sie diesen Mac aktiv nutzen, ein Äquivalent von %2$@ Kohlendioxid ausgestoßen.

# carbonFootprintToday
source: Based on this Mac's %1$@ location and average system power, an equivalent of %2$@ carbon dioxide has been emitted today by this Mac.
de: Basierend auf dem %1$@ Standort dieses Macs und seiner durchschnittlichen Leistung, wurde heute bisher ein Äquivalent von %2$@ Kohlendioxid von diesem Mac ausgestoßen.

# carbonFootprintUnavailable
source: Information about this Mac's carbon footprint is currently unavailable.
de: Informationen über den CO2-Fußabdruck dieses Macs sind momentan nicht verfügbar.

# carbonLocationNotPrecise
source: approximate
de: ungefähren

# carbonLocationPrecise
source: current
de: aktuellen

# clearButton
source: Clear
de: Löschen

# clearButtonTitle
source: Clear carbon intensity data
de: CO2-Emissionsdaten löschen

# consumptionLabelAll
source: Summary
de: Übersicht

# consumptionLabelSelected
source: Summary for selected entries:
de: Übersicht für ausgewählte Einträge:

# deleteButton
source: Delete
de: Löschen

# deleteJournalMultipleMenuEntry
source: Delete Selected Journal Entries
de: Ausgewählte Journaleinträge löschen

# deleteJournalOneMenuEntry
source: Delete Journal Entry
de: Journaleintrag löschen

# dialogBackgroundMessage
source: When running in background, all windows of this application will be closed and the application will be displayed only in the macOS menu bar.
de: Wenn es im Hintergrund ausgeführt wird, werden alle Fester des Programms geschlossen und es wird nur noch in der macOS Menüleiste angezeigt.

# dialogBackgroundTitle
source: Are you sure you want to run this application in background now?
de: Sind Sie sicher, dass Sie das Programm jetzt im Hintergrund ausführen wollen?

# dialogCarbonDataClearMessage
source: Clearing the carbon intensity data cannot be undone and also disables the display of the carbon footprint.
de: Das Löschen der CO2-Emissionsdaten kann nicht rückgängig gemacht werden und deaktiviert außerdem die Anzeige des CO2-Fußabdrucks.

# dialogCarbonDataClearTitle
source: Do you want to clear previously imported carbon intensity data?
de: Möchten Sie die bereits importierten CO2-Emissionsdaten löschen?

# dialogDeleteMeasurementsMessage
source: You can’t undo this action.
de: Diese Aktion kann nicht widerrufen werden.

# dialogDeleteMeasurementsTitle
source: Are you sure you want to delete all measurements?
de: Möchten Sie wirklich alle Messwerte löschen?

# dialogFailedToExportJournalMessage
source: An error occurred while exporting the journal to a CSV file. Please check if the location you selected is writable and try again.
de: Beim Exportieren des Journals in eine CSV-Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob der ausgewählte Speicherort korrekt ist und versuchen Sie es erneut.

# dialogFailedToExportJournalTitle
source: The journal could not be saved!
de: Das Journal konnte nicht gespeichert werden!

# dialogFailedToSaveLogMessage
source: An error occurred while writing the log to file. Please check if the location you selected is writable and try again.
de: Beim Schreiben der Protokolldatei ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob der ausgewählte Speicherort korrekt ist und versuchen Sie es erneut.

# dialogFailedToSaveLogTitle
source: The log could not be saved!
de: Das Protokoll konnte nicht gespeichert werden!

# dialogImportErrorMessage
source: There couldn't be any carbon intensity data imported from the selected file. Please check if the file is a valid CSV file with values separated by comma or semicolon and try again.
de: Aus der ausgewählten Daten konnten keine CO2-Emissionsdaten importiert werden. Bitte prüfen Sie, ob die Datei eine gültige CSV-Datei, mit durch Komma oder Semikolon getrennten Werten ist, und versuchen Sie es erneut.

# dialogImportErrorTitle
source: Import failed!
de: Import fehlgeschlagen!

# dialogImportSuccessMessage
source: The carbon intensity data for %ld countries were successfully imported.
de: Die CO2-Emissionsdaten für %ld Länder wurden erfolgreich importiert.

# dialogImportSuccessTitle
source: Import successful!
de: Import erfolgreich!

# dialogJournalDeleteAllTitle
source: Are you sure you want to delete all journal entries?
de: Sind Sie sicher, dass Sie alle Journaleinträge löschen wollen?

# dialogJournalDeleteMessage
source: You can't undo this action.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# dialogJournalDeleteMultipleTitle
source: Are you sure you want to delete the selected journal entries?
de: Sind Sie sicher, dass Sie die ausgewählten Journaleinträge löschen wollen?

# dialogJournalDeleteOneTitle
source: Are you sure you want to delete this journal entry?
de: Sind Sie sicher, dass Sie diesen Journaleintrag löschen wollen?

# dialogLoginItemDisabledMessage
source: This application's login item needs to be enabled in System Settings for this application to work correctly. Please enable the login item and try again.
de: Das Anmeldeobjekt dieses Programms muss in den Systemeinstellungen aktiviert werden, damit das Programm korrekt funktionieren kann. Bitte aktivieren Sie das Anmeldeobjekt und versuchen Sie es erneut.

# dialogLoginItemDisabledTitle
source: Login item not enabled!
de: Anmeldeobjekt ist nicht aktiviert!

# dialogNoMeasurementsMessage
source: The measurement data could not be read or contains errors.
de: Die Messdaten konnten nicht gelesen werden oder sind fehlerhaft.

# dialogNoMeasurementsTitle
source: No measurements found!
de: Keine Messdaten gefunden!

# dialogTrashJournalFailedMessage
source: The journal was deactivated but could not be moved to the Trash. Please delete the journal directly in Finder.
de: Das Journal wurde deaktiviert, konnte aber nicht in den Papierkorb gelegt werden. Bitte löschen Sie das Journal direkt im Finder.

# dialogTrashJournalFailedTitle
source: The journal could not be moved to the Trash!
de: Das Journal konnte nicht in den Papierkorb gelegt werden!

# dialogTrashJournalTitle
source: Do you want to move the existing journal to the Trash?
de: Möchten Sie das bestehende Journal in den Papierkorb legen?

# importButtonTitle
source: Import carbon intensity data
de: CO2-Emissionsdaten importieren

# MoveToTrashButton
source: Move to Trash
de: In den Papierkorb legen

# openSettingsButton
source: Open System Settings
de: Systemeinstellungen öffnen

# powerDescription
source: This Mac's power is measured every %1$@. A maximum of the values of the last %2$@ of active use are stored. As soon as the maximum number of stored values is reached, the oldest values are overwritten. Due to technical limitations, it is not possible to measure the exact wattage of this Mac directly on the Mac. Our tests with an external power meter have shown that the actual wattage can be up to %3$@ higher than the value displayed in this application. The deviation varies depending on the Mac model used and the system load.
de: Die Leistung dieses Macs wird alle %1$@ gemessen. Es werden maximal die Werte der letzten %2$@ aktiver Nutzung gespeichert. Sobald das Maximum an gespeicherten Daten erreicht ist, werden die ältesten Werte überschrieben. Aufgrund technischer Beschränkungen ist es nicht möglich, die exakte Leistungsaufnahme dieses Macs direkt auf dem Mac zu messen. Unsere Tests mit einem externen Leistungsmessgerät haben gezeigt, dass die tatsächliche Leistungsaufnahme um bis zu %3$@ höher sein kann als der in diesem Programm angezeigte Wert. Die Abweichung variiert je nach verwendetem Mac-Modell und der Auslastung des Systems.

# powerNapDisable
source: Disabled
de: Deaktiviert

# powerNapEnable
source: Enabled
de: Aktiviert

# powerNapEnableACPower
source: Only on Power Adapter
de: Nur am Netzteil

# powerNapEnableAlways
source: Always
de: Immer

# powerNapEnableNever
source: Never
de: Nie

# powerNapHasBatteryLabel
source: Enable Power Nap:
de: Power Nap aktivieren:

# quitButton
source: Quit
de: Beenden

# selectButton
source: Select
de: Auswählen

# sidebarEntryLogs
source: Logs
de: Protokolle

# sidebarEntryPowerEventLog
source: Power Event Log
de: Energie-Ereignisprotokoll

# sidebarEntryPreventingSleep
source: Processes Preventing Sleep
de: Prozesse die den Ruhezustand verhindern

# sidebarEntryReports
source: Reports
de: Berichte

# statusItemAveragePower
source: Average system power: %@
de: Durchschnittliche Systemleistung: %@

# statusItemCarbonFootprint
source: Carbon footprint: %@CO2eq/h
de: CO2-Fußabdruck: %@CO2eq/h

# statusItemCarbonFootprintToday
source: Today's carbon emissions: %@
de: Heutige CO2-Emissionen: %@

# statusItemCurrentPower
source: Current system power: %@
de: Aktuelle Systemleistung: %@

# statusItemValueUnknown
source: unknown
de: unbekannt

# tooltipAwake
source: Awake
de: Betrieb

# tooltipSleep
source: Sleep
de: Ruhezustand

# tryAgainButton
source: Try Again
de: Erneut versuchen

# usageConsumptionText
source: Total power consumption:
de: Stromverbrauch gesamt:

# usageConsumptionTextDark
source: Power consumption during Power Nap:
de: Stromverbrauch während Power Nap:

# usageConsumptionTodayText
source: Today's power consumption:
de: Heutiger Stromverbrauch:

# usagePeriodText
source: Current time period covered:
de: Abgedeckter Zeitraum:

# usagePeriodTodayText
source: Today's usage time:
de: Heutige Nutzungsdauer:

# usagePriceText
source: Total electricity costs:
de: Stromkosten gesamt:

# usagePriceTextDark
source: Electricity costs due to Power Nap:
de: Stromkosten wegen Power Nap:

# usagePriceTodayText
source: Today's electricity costs:
de: Heutige Stromkosten:
